<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines (Khmer)
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'លិខិតសម្គាល់ទាំងនេះមិនត្រូវគ្នានឹងកំណត់ត្រារបស់យើងទេ។',
    'password' => 'ពាក្យសម្ងាត់ដែលបានផ្តល់គឺមិនត្រឹមត្រូវទេ។',
    'throttle' => 'ការព្យាយាមចូលច្រើនពេក។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេល : វិនាទីវិនាទី។',

];
